7767517
163 173
Input                    input0                   0 1 input0
Convolution              315                      1 1 input0 315 0=32 1=3 3=2 4=1 6=864 8=2
BatchNorm                316                      1 1 315 316 0=32
Clip                     317                      1 1 316 317 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     318                      1 1 317 318 0=32 1=3 4=1 6=288 7=32 8=1
BatchNorm                319                      1 1 318 319 0=32
Clip                     320                      1 1 319 320 0=0.000000e+00 1=6.000000e+00
Convolution              321                      1 1 320 321 0=16 1=1 6=512 8=2
BatchNorm                322                      1 1 321 322 0=16
Convolution              323                      1 1 322 323 0=96 1=1 6=1536 8=2
BatchNorm                324                      1 1 323 324 0=96
Clip                     325                      1 1 324 325 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     326                      1 1 325 326 0=96 1=3 3=2 4=1 6=864 7=96 8=1
BatchNorm                327                      1 1 326 327 0=96
Clip                     328                      1 1 327 328 0=0.000000e+00 1=6.000000e+00
Convolution              329                      1 1 328 329 0=24 1=1 6=2304 8=2
BatchNorm                330                      1 1 329 330 0=24
Split                    splitncnn_0              1 2 330 330_splitncnn_0 330_splitncnn_1
Convolution              331                      1 1 330_splitncnn_1 331 0=144 1=1 6=3456 8=2
BatchNorm                332                      1 1 331 332 0=144
Clip                     333                      1 1 332 333 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     334                      1 1 333 334 0=144 1=3 4=1 6=1296 7=144 8=1
BatchNorm                335                      1 1 334 335 0=144
Clip                     336                      1 1 335 336 0=0.000000e+00 1=6.000000e+00
Convolution              337                      1 1 336 337 0=24 1=1 6=3456 8=2
BatchNorm                338                      1 1 337 338 0=24
BinaryOp                 339                      2 1 330_splitncnn_0 338 339
Convolution              340                      1 1 339 340 0=144 1=1 6=3456 8=2
BatchNorm                341                      1 1 340 341 0=144
Clip                     342                      1 1 341 342 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     343                      1 1 342 343 0=144 1=3 3=2 4=1 6=1296 7=144 8=1
BatchNorm                344                      1 1 343 344 0=144
Clip                     345                      1 1 344 345 0=0.000000e+00 1=6.000000e+00
Convolution              346                      1 1 345 346 0=32 1=1 6=4608 8=2
BatchNorm                347                      1 1 346 347 0=32
Split                    splitncnn_1              1 2 347 347_splitncnn_0 347_splitncnn_1
Convolution              348                      1 1 347_splitncnn_1 348 0=192 1=1 6=6144 8=2
BatchNorm                349                      1 1 348 349 0=192
Clip                     350                      1 1 349 350 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     351                      1 1 350 351 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                352                      1 1 351 352 0=192
Clip                     353                      1 1 352 353 0=0.000000e+00 1=6.000000e+00
Convolution              354                      1 1 353 354 0=32 1=1 6=6144 8=2
BatchNorm                355                      1 1 354 355 0=32
BinaryOp                 356                      2 1 347_splitncnn_0 355 356
Split                    splitncnn_2              1 2 356 356_splitncnn_0 356_splitncnn_1
Convolution              357                      1 1 356_splitncnn_1 357 0=192 1=1 6=6144 8=2
BatchNorm                358                      1 1 357 358 0=192
Clip                     359                      1 1 358 359 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     360                      1 1 359 360 0=192 1=3 4=1 6=1728 7=192 8=1
BatchNorm                361                      1 1 360 361 0=192
Clip                     362                      1 1 361 362 0=0.000000e+00 1=6.000000e+00
Convolution              363                      1 1 362 363 0=32 1=1 6=6144 8=2
BatchNorm                364                      1 1 363 364 0=32
BinaryOp                 365                      2 1 356_splitncnn_0 364 365
Convolution              366                      1 1 365 366 0=192 1=1 6=6144 8=2
BatchNorm                367                      1 1 366 367 0=192
Clip                     368                      1 1 367 368 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     369                      1 1 368 369 0=192 1=3 3=2 4=1 6=1728 7=192 8=1
BatchNorm                370                      1 1 369 370 0=192
Clip                     371                      1 1 370 371 0=0.000000e+00 1=6.000000e+00
Convolution              372                      1 1 371 372 0=64 1=1 6=12288 8=2
BatchNorm                373                      1 1 372 373 0=64
Split                    splitncnn_3              1 2 373 373_splitncnn_0 373_splitncnn_1
Convolution              374                      1 1 373_splitncnn_1 374 0=384 1=1 6=24576 8=2
BatchNorm                375                      1 1 374 375 0=384
Clip                     376                      1 1 375 376 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     377                      1 1 376 377 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                378                      1 1 377 378 0=384
Clip                     379                      1 1 378 379 0=0.000000e+00 1=6.000000e+00
Convolution              380                      1 1 379 380 0=64 1=1 6=24576 8=2
BatchNorm                381                      1 1 380 381 0=64
BinaryOp                 382                      2 1 373_splitncnn_0 381 382
Split                    splitncnn_4              1 2 382 382_splitncnn_0 382_splitncnn_1
Convolution              383                      1 1 382_splitncnn_1 383 0=384 1=1 6=24576 8=2
BatchNorm                384                      1 1 383 384 0=384
Clip                     385                      1 1 384 385 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     386                      1 1 385 386 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                387                      1 1 386 387 0=384
Clip                     388                      1 1 387 388 0=0.000000e+00 1=6.000000e+00
Convolution              389                      1 1 388 389 0=64 1=1 6=24576 8=2
BatchNorm                390                      1 1 389 390 0=64
BinaryOp                 391                      2 1 382_splitncnn_0 390 391
Split                    splitncnn_5              1 2 391 391_splitncnn_0 391_splitncnn_1
Convolution              392                      1 1 391_splitncnn_1 392 0=384 1=1 6=24576 8=2
BatchNorm                393                      1 1 392 393 0=384
Clip                     394                      1 1 393 394 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     395                      1 1 394 395 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                396                      1 1 395 396 0=384
Clip                     397                      1 1 396 397 0=0.000000e+00 1=6.000000e+00
Convolution              398                      1 1 397 398 0=64 1=1 6=24576 8=2
BatchNorm                399                      1 1 398 399 0=64
BinaryOp                 400                      2 1 391_splitncnn_0 399 400
Convolution              401                      1 1 400 401 0=384 1=1 6=24576 8=2
BatchNorm                402                      1 1 401 402 0=384
Clip                     403                      1 1 402 403 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     404                      1 1 403 404 0=384 1=3 4=1 6=3456 7=384 8=1
BatchNorm                405                      1 1 404 405 0=384
Clip                     406                      1 1 405 406 0=0.000000e+00 1=6.000000e+00
Convolution              407                      1 1 406 407 0=96 1=1 6=36864 8=2
BatchNorm                408                      1 1 407 408 0=96
Split                    splitncnn_6              1 2 408 408_splitncnn_0 408_splitncnn_1
Convolution              409                      1 1 408_splitncnn_1 409 0=576 1=1 6=55296 8=2
BatchNorm                410                      1 1 409 410 0=576
Clip                     411                      1 1 410 411 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     412                      1 1 411 412 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                413                      1 1 412 413 0=576
Clip                     414                      1 1 413 414 0=0.000000e+00 1=6.000000e+00
Convolution              415                      1 1 414 415 0=96 1=1 6=55296 8=2
BatchNorm                416                      1 1 415 416 0=96
BinaryOp                 417                      2 1 408_splitncnn_0 416 417
Split                    splitncnn_7              1 2 417 417_splitncnn_0 417_splitncnn_1
Convolution              418                      1 1 417_splitncnn_1 418 0=576 1=1 6=55296 8=2
BatchNorm                419                      1 1 418 419 0=576
Clip                     420                      1 1 419 420 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     421                      1 1 420 421 0=576 1=3 4=1 6=5184 7=576 8=1
BatchNorm                422                      1 1 421 422 0=576
Clip                     423                      1 1 422 423 0=0.000000e+00 1=6.000000e+00
Convolution              424                      1 1 423 424 0=96 1=1 6=55296 8=2
BatchNorm                425                      1 1 424 425 0=96
BinaryOp                 426                      2 1 417_splitncnn_0 425 426
Convolution              427                      1 1 426 427 0=576 1=1 6=55296 8=2
BatchNorm                428                      1 1 427 428 0=576
Clip                     429                      1 1 428 429 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     430                      1 1 429 430 0=576 1=3 3=2 4=1 6=5184 7=576 8=1
BatchNorm                431                      1 1 430 431 0=576
Clip                     432                      1 1 431 432 0=0.000000e+00 1=6.000000e+00
Convolution              433                      1 1 432 433 0=160 1=1 6=92160 8=2
BatchNorm                434                      1 1 433 434 0=160
Split                    splitncnn_8              1 2 434 434_splitncnn_0 434_splitncnn_1
Convolution              435                      1 1 434_splitncnn_1 435 0=960 1=1 6=153600 8=2
BatchNorm                436                      1 1 435 436 0=960
Clip                     437                      1 1 436 437 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     438                      1 1 437 438 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                439                      1 1 438 439 0=960
Clip                     440                      1 1 439 440 0=0.000000e+00 1=6.000000e+00
Convolution              441                      1 1 440 441 0=160 1=1 6=153600 8=2
BatchNorm                442                      1 1 441 442 0=160
BinaryOp                 443                      2 1 434_splitncnn_0 442 443
Split                    splitncnn_9              1 2 443 443_splitncnn_0 443_splitncnn_1
Convolution              444                      1 1 443_splitncnn_1 444 0=960 1=1 6=153600 8=2
BatchNorm                445                      1 1 444 445 0=960
Clip                     446                      1 1 445 446 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     447                      1 1 446 447 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                448                      1 1 447 448 0=960
Clip                     449                      1 1 448 449 0=0.000000e+00 1=6.000000e+00
Convolution              450                      1 1 449 450 0=160 1=1 6=153600 8=2
BatchNorm                451                      1 1 450 451 0=160
BinaryOp                 452                      2 1 443_splitncnn_0 451 452
Convolution              453                      1 1 452 453 0=960 1=1 6=153600 8=2
BatchNorm                454                      1 1 453 454 0=960
Clip                     455                      1 1 454 455 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise     456                      1 1 455 456 0=960 1=3 4=1 6=8640 7=960 8=1
BatchNorm                457                      1 1 456 457 0=960
Clip                     458                      1 1 457 458 0=0.000000e+00 1=6.000000e+00
Convolution              459                      1 1 458 459 0=320 1=1 6=307200 8=2
BatchNorm                460                      1 1 459 460 0=320
Convolution              461                      1 1 460 461 0=1280 1=1 6=409600 8=2
BatchNorm                462                      1 1 461 462 0=1280
Clip                     463                      1 1 462 463 0=0.000000e+00 1=6.000000e+00
Pooling                  464                      1 1 463 464 0=1 4=1
Flatten                  465                      1 1 464 465
InnerProduct             output0                  1 1 465 output0 0=12 1=1 2=15360 8=2
